Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Today's Tasks
ar: مهام اليوم
cs: Dnešní úkoly
da: Dagens opgaver
de: Aufgaben heute
es: Tareas de hoy
et: Tänased ülesanded
fi: Päivän tehtävät
fr: Tâches du jour
hr: Današnji zadaci
hu: Mai feladatok
is: Verkefni dagsins
it: Attività di oggi
ja: 今日のタスク
ko: 오늘의 할 일
lv: Šodienas uzdevumi
nb: Dagens oppgaver
nl: Taken van vandaag
pl: Zadania na dziś
pt: Tarefas de hoje
ro: Sarcinile de azi
ru: Задачи на сегодня
sk: Dnešné úlohy
sl: Današnja opravila
sv: Dagens uppgifter
th: สิ่งที่ต้องทำวันนี้
tr: Bugünün Görevleri
uk: Завдання на сьогодні
vi: Công việc hôm nay
zh_hans: 今日任务
zh_hant: 今日任務

source: Today: full access
ar: اليوم: وصول كامل
cs: Dnes: plný přístup
da: I dag: fuld adgang
de: Heute: voller Zugriff
es: Hoy: acceso completo
et: Täna: täielik ligipääs
fi: Tänään: täysi käyttöoikeus
fr: Aujourd'hui : accès complet
hr: Danas: puni pristup
hu: Ma: teljes hozzáférés
is: Í dag: fullur aðgangur
it: Oggi: accesso completo
ja: 今日：すべての機能が使えます
ko: 오늘: 모든 기능 이용
lv: Šodien: pilna piekļuve
nb: I dag: full tilgang
nl: Vandaag: volledige toegang
pl: Dziś: pełny dostęp
pt: Hoje: acesso completo
ro: Astăzi: acces complet
ru: Сегодня: полный доступ
sk: Dnes: plný prístup
sl: Danes: poln dostop
sv: I dag: full åtkomst
th: วันนี้: ใช้ได้เต็มรูปแบบ
tr: Bugün: tam erişim
uk: Сьогодні: повний доступ
vi: Hôm nay: toàn quyền truy cập
zh_hans: 今天：完整功能
zh_hant: 今天：完整功能

source: Tomorrow
ar: غدًا
cs: Zítra
da: I morgen
de: Morgen
es: Mañana
et: Homme
fi: Huomenna
fr: Demain
hr: Sutra
hu: Holnap
is: Á morgun
it: Domani
ja: 明日
ko: 내일
lv: Rīt
nb: I morgen
nl: Morgen
pl: Jutro
pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sv: I morgon
th: พรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

source: Tomorrow you marry your best friend! Get some rest, beautiful bride!
ar: غدًا تتزوّجين أعزّ صديق لكِ! خذي قسطًا من الراحة يا عروسنا الجميلة!
cs: Zítra si vezmete svého nejlepšího přítele! Odpočiňte si, krásná nevěsto!
da: I morgen gifter du dig med din bedste ven! Få hvilet ud, smukke brud!
de: Morgen heiratest du deinen besten Freund! Ruh dich gut aus, wunderschöne Braut!
es: ¡Mañana te casas con tu mejor amigo! ¡Descansa, novia preciosa!
et: Homme abiellud oma parima sõbraga! Puhka korralikult, kaunis pruut!
fi: Huomenna menet naimisiin parhaan ystäväsi kanssa! Lepää hyvin, kaunis morsian!
fr: Demain, vous épousez votre meilleur ami ! Reposez-vous, jolie mariée !
hr: Sutra se vjenčate sa svojim najboljim prijateljem! Odmorite se, prekrasna mladenko!
hu: Holnap hozzámész a legjobb barátodhoz! Pihenj egyet, gyönyörű menyasszony!
is: Á morgun giftist þú besta vini þínum! Hvíldu þig vel, fallega brúður!
it: Domani sposi il tuo migliore amico! Riposati, splendida sposa!
ja: 明日はいよいよ最愛の人と結婚する日！素敵な花嫁さん、今日はゆっくり休んでくださいね
ko: 내일이면 가장 친한 친구와 결혼해요! 오늘은 푹 쉬어요, 아름다운 신부님!
lv: Rīt tu precies ar savu labāko draugu! Atpūties, skaistā līgava!
nb: I morgen gifter du deg med bestevennen din! Få deg litt hvile, vakre brud!
nl: Morgen trouw je met je beste vriend! Rust lekker uit, mooie bruid!
pl: Jutro wychodzisz za mąż za swojego najlepszego przyjaciela! Odpocznij, piękna panno młoda!
pt: Amanhã você casa com o seu melhor amigo! Descanse, noiva linda!
ro: Mâine te măriți cu cel mai bun prieten al tău! Odihnește-te, frumoasă mireasă!
ru: Завтра ты выходишь замуж за своего лучшего друга! Отдохни как следует, прекрасная невеста!
sk: Zajtra si beriete svojho najlepšieho priateľa! Oddýchnite si, krásna nevesta!
sl: Jutri se poročiš s svojim najboljšim prijateljem! Naspi se, čudovita nevesta!
sv: Imorgon gifter du dig med din bästa vän! Vila upp dig, vackra brud!
th: พรุ่งนี้คุณจะได้แต่งงานกับเพื่อนซี้ที่สุดแล้ว! พักผ่อนเยอะ ๆ นะเจ้าสาวคนสวย!
tr: Yarın en iyi arkadaşınızla evleniyorsunuz! Biraz dinlenin, güzel gelin!
uk: Завтра ви виходите заміж за свого найкращого друга! Відпочиньте, прекрасна наречена!
vi: Ngày mai bạn sẽ kết hôn với người bạn thân nhất! Nghỉ ngơi đi nhé, cô dâu xinh đẹp!
zh_hans: 明天你就要和最好的朋友结婚啦！好好休息，美丽的新娘！
zh_hant: 明天你就要嫁給最好的朋友了！好好休息吧，美麗的新娘！

source: Top Expenses
ar: أكبر المصروفات
cs: Největší výdaje
da: Største udgifter
de: Größte Ausgaben
es: Mayores gastos
et: Suurimad kulud
fi: Suurimmat kulut
fr: Principales dépenses
hr: Najveći troškovi
hu: Legnagyobb kiadások
is: Stærstu útgjöldin
it: Spese principali
ja: 支出の多い項目
ko: 지출 상위 항목
lv: Lielākie izdevumi
nb: Største utgifter
nl: Grootste uitgaven
pl: Największe wydatki
pt: Maiores despesas
ro: Cele mai mari cheltuieli
ru: Крупнейшие расходы
sk: Najväčšie výdavky
sl: Največji stroški
sv: Största utgifterna
th: ค่าใช้จ่ายสูงสุด
tr: En Büyük Harcamalar
uk: Найбільші витрати
vi: Chi phí lớn nhất
zh_hans: 主要支出
zh_hant: 主要支出

source: Total Attending
ar: إجمالي الحاضرين
cs: Celkem přijde
da: Deltagere i alt
de: Zusagen gesamt
es: Total de asistentes
et: Osalejaid kokku
fi: Osallistujia yhteensä
fr: Total de présents
hr: Ukupno dolazi
hu: Résztvevők összesen
is: Alls mæta
it: Totale presenti
ja: 出席者の合計
ko: 총 참석 인원
lv: Kopā ieradīsies
nb: Totalt antall som kommer
nl: Totaal aanwezig
pl: Łącznie potwierdzonych
pt: Total de confirmados
ro: Total participanți
ru: Всего придут
sk: Celkovo príde
sl: Skupaj prihaja
sv: Totalt antal som kommer
th: มาร่วมงานทั้งหมด
tr: Toplam Katılan
uk: Усього прийдуть
vi: Tổng số người tham dự
zh_hans: 出席总人数
zh_hant: 出席總人數

source: Total Budget
ar: إجمالي الميزانية
cs: Celkový rozpočet
da: Samlet budget
de: Gesamtbudget
es: Presupuesto total
et: Eelarve kokku
fi: Kokonaisbudjetti
fr: Budget total
hr: Ukupan proračun
hu: Teljes költségvetés
is: Heildaráætlun
it: Budget totale
ja: 予算の合計
ko: 총 예산
lv: Kopējais budžets
nb: Totalbudsjett
nl: Totaalbudget
pl: Budżet całkowity
pt: Orçamento total
ro: Buget total
ru: Общий бюджет
sk: Celkový rozpočet
sl: Skupni proračun
th: งบประมาณทั้งหมด
tr: Toplam Bütçe
uk: Загальний бюджет
vi: Tổng ngân sách
zh_hans: 总预算
zh_hant: 總預算

source: Total Contract
ar: إجمالي العقد
cs: Celková smluvní částka
da: Kontrakt i alt
de: Vertragssumme gesamt
es: Contrato total
et: Lepingu summa kokku
fi: Sopimukset yhteensä
fr: Total du contrat
hr: Ukupan ugovor
hu: Szerződéses összeg összesen
is: Samningur alls
it: Totale contratto
ja: 契約額の合計
ko: 총 계약 금액
lv: Līguma kopsumma
nb: Total kontraktssum
nl: Totaal contract
pl: Wartość umowy
pt: Total do contrato
ru: Сумма по договору
sk: Celková zmluvná suma
sl: Skupna pogodbena vrednost
sv: Totalt kontraktsbelopp
th: มูลค่าสัญญาทั้งหมด
tr: Toplam Sözleşme
uk: Разом за договорами
vi: Tổng giá trị hợp đồng
zh_hans: 合同总额
zh_hant: 合約總額

source: Total Guests
ar: إجمالي الضيوف
cs: Celkem hostů
da: Gæster i alt
de: Gäste gesamt
es: Total de invitados
et: Külalisi kokku
fi: Vieraita yhteensä
fr: Total des invités
hr: Ukupno gostiju
hu: Vendégek összesen
is: Gestir alls
it: Totale ospiti
ja: ゲストの合計
ko: 총 하객 수
lv: Viesu kopskaits
nb: Totalt antall gjester
nl: Totaal aantal gasten
pl: Łącznie gości
pt: Total de convidados
ro: Total invitați
ru: Всего гостей
sk: Celkovo hostí
sl: Skupaj gostov
sv: Totalt antal gäster
th: แขกทั้งหมด
tr: Toplam Misafir
uk: Усього гостей
vi: Tổng số khách mời
zh_hans: 宾客总数
zh_hant: 賓客總數

source: Total Paid
ar: إجمالي المدفوع
cs: Celkem zaplaceno
da: Betalt i alt
de: Bezahlt gesamt
es: Total pagado
et: Makstud kokku
fi: Maksettu yhteensä
fr: Total payé
hr: Ukupno plaćeno
hu: Kifizetve összesen
is: Greitt alls
it: Totale pagato
ja: 支払済みの合計
ko: 총 결제 금액
lv: Kopā samaksāts
nb: Totalt betalt
nl: Totaal betaald
pl: Łącznie zapłacono
pt: Total pago
ro: Total plătit
ru: Всего оплачено
sk: Celkovo zaplatené
sl: Skupaj plačano
sv: Totalt betalt
th: ชำระแล้วทั้งหมด
tr: Toplam Ödenen
uk: Усього сплачено
vi: Tổng đã trả
zh_hans: 已付总额
zh_hant: 已付總額

source: Total Vendors
ar: إجمالي الموردين
cs: Celkem dodavatelů
da: Leverandører i alt
de: Dienstleister gesamt
es: Total de proveedores
et: Teenusepakkujaid kokku
fi: Palveluntarjoajia yhteensä
fr: Total des prestataires
hr: Ukupno dobavljača
hu: Szolgáltatók összesen
is: Þjónustuaðilar alls
it: Totale fornitori
ja: 業者の合計
ko: 총 업체 수
lv: Pakalpojumu sniedzēju kopskaits
nb: Totalt antall leverandører
nl: Totaal aantal leveranciers
pl: Łącznie usługodawców
pt: Total de fornecedores
ro: Total furnizori
ru: Всего подрядчиков
sk: Celkovo dodávateľov
sl: Skupaj ponudnikov
sv: Totalt antal leverantörer
th: ผู้ให้บริการทั้งหมด
tr: Toplam Tedarikçi
uk: Усього підрядників
vi: Tổng số nhà cung cấp
zh_hans: 供应商总数
zh_hant: 廠商總數

source: Track your budget, manage vendors, organize guests, and timeline every detail. Our smart features adapt to your style and stress levels.
ar: تابع ميزانيتك، وأدر مورديك، ونظّم ضيوفك، وجدول كل تفصيل. تتكيف ميزاتنا الذكية مع أسلوبك ومستوى توترك.
cs: Sledujte rozpočet, spravujte dodavatele, organizujte hosty a naplánujte každý detail. Naše chytré funkce se přizpůsobí vašemu stylu i míře stresu.
da: Hold styr på budgettet, håndtér leverandører, organisér gæsterne og sæt hver detalje på tidsplanen. Vores smarte funktioner tilpasser sig jeres stil og stressniveau.
de: Behalte dein Budget im Blick, verwalte Dienstleister, organisiere Gäste und plane jedes Detail. Unsere smarten Funktionen passen sich dir an.
es: Controla tu presupuesto, gestiona proveedores, organiza invitados y planifica cada detalle. Funciones inteligentes que se adaptan a ti.
et: Jälgi eelarvet, halda teenusepakkujaid, korralda külalisi ja pane iga detail ajakavva. Meie nutikad funktsioonid kohanduvad sinu stiili ja stressitasemega.
fi: Seuraa budjettiasi, hallitse palveluntarjoajia, järjestä vieraat ja aikatauluta jokainen yksityiskohta. Älykkäät ominaisuutemme mukautuvat tyyliisi ja stressitasoosi.
fr: Suivez votre budget, gérez les prestataires, organisez les invités et planifiez chaque détail. Des fonctions intelligentes qui s'adaptent à vous.
hr: Pratite proračun, upravljajte dobavljačima, organizirajte goste i posložite svaki detalj u vremenski plan. Naše se pametne značajke prilagođavaju vašem stilu i razini stresa.
hu: Kövesd a költségvetésed, kezeld a szolgáltatókat, szervezd a vendégeket, és ütemezd be minden részletet. Okos funkcióink alkalmazkodnak a stílusodhoz és a stresszszintedhez.
is: Fylgstu með fjárhagsáætluninni, haltu utan um þjónustuaðila, raðaðu gestunum og tímasettu hvert smáatriði. Snjallir eiginleikar okkar aðlagast stílnum þínum og stressinu.
it: Tieni d'occhio il budget, gestisci i fornitori, organizza gli ospiti e pianifica ogni dettaglio. Funzioni intelligenti che si adattano a te.
ja: 予算を管理し、業者をまとめ、ゲストを整理して、細部までタイムラインに落とし込めます。かしこい機能が、おふたりのスタイルと気持ちの余裕に合わせて寄り添います。
ko: 예산을 관리하고, 업체를 챙기고, 하객을 정리하고, 모든 디테일을 타임라인에 담으세요. 똑똑한 기능이 두 분의 스타일과 컨디션에 맞춰 움직여요.
lv: Seko līdzi budžetam, pārvaldi pakalpojumu sniedzējus, sakārto viesus un ieplāno katru detaļu. Mūsu gudrās funkcijas pielāgojas tavam stilam un stresa līmenim.
nb: Følg budsjettet, håndter leverandører, organiser gjestene og legg hver detalj inn på tidslinjen. De smarte funksjonene våre tilpasser seg stilen og stressnivået deres.
nl: Houd je budget bij, beheer leveranciers, organiseer gasten en zet elk detail in de tijdlijn. Onze slimme functies passen zich aan jullie stijl en stressniveau aan.
pl: Śledźcie budżet, zarządzajcie usługodawcami, ogarnijcie gości i wpiszcie każdy szczegół w harmonogram. Nasze inteligentne funkcje dopasują się do Waszego stylu i poziomu stresu.
pt: Acompanhe o orçamento, cuide dos fornecedores, organize os convidados e coloque cada detalhe no cronograma. Nossas funcionalidades inteligentes se adaptam ao seu estilo e ao seu nível de estresse.
ro: Urmărește-ți bugetul, gestionează furnizorii, organizează invitații și pune fiecare detaliu pe cronologie. Funcțiile noastre inteligente se adaptează stilului și nivelului tău de stres.
ru: Следите за бюджетом, ведите подрядчиков, организуйте гостей и расписывайте по времени каждую деталь. Умные функции подстраиваются под ваш стиль и уровень стресса.
sk: Sledujte rozpočet, spravujte dodávateľov, organizujte hostí a naplánujte každý detail. Naše inteligentné funkcie sa prispôsobia vášmu štýlu aj miere stresu.
sl: Spremljajta proračun, upravljajta ponudnike, urejajta goste in v časovnico umestita vsako podrobnost. Naše pametne funkcije se prilagodijo vajinemu slogu in ravni stresa.
sv: Håll koll på budgeten, hantera leverantörer, organisera gästerna och tidsätt varje detalj. Våra smarta funktioner anpassar sig efter din stil och din stressnivå.
th: ติดตามงบประมาณ จัดการผู้ให้บริการ จัดระเบียบแขก และวางไทม์ไลน์ทุกรายละเอียด ฟีเจอร์อัจฉริยะของเราปรับตามสไตล์และระดับความเครียดของคุณ
tr: Bütçenizi takip edin, tedarikçileri yönetin, misafirleri düzenleyin ve her detayı zaman çizelgesine yerleştirin. Akıllı özelliklerimiz tarzınıza ve stres seviyenize uyum sağlar.
uk: Контролюйте бюджет, ведіть підрядників, організовуйте гостей і вкладайте кожну деталь у графік. Наші розумні функції підлаштовуються під ваш стиль і рівень стресу.
vi: Theo dõi ngân sách, quản lý nhà cung cấp, sắp xếp khách mời và lên lịch trình cho từng chi tiết. Các tính năng thông minh của chúng tôi thích ứng với phong cách và mức độ căng thẳng của bạn.
zh_hans: 追踪预算、管理供应商、整理宾客，把每个细节排进时间轴。智能功能会随你们的风格和压力状态自动调整。
zh_hant: 追蹤預算、管理廠商、整理賓客，把每個細節排進婚禮流程。我們的智慧功能會配合你的風格和壓力狀態調整。

source: Transaction Details
ar: تفاصيل المعاملة
cs: Detaily transakce
da: Transaktionsdetaljer
de: Details zur Transaktion
es: Detalles de la transacción
et: Tehingu üksikasjad
fi: Maksutapahtuman tiedot
fr: Détails de la transaction
hr: Detalji transakcije
hu: A tranzakció részletei
is: Upplýsingar um færslu
it: Dettagli della transazione
ja: 取引の詳細
ko: 거래 상세
lv: Darījuma detaļas
nb: Transaksjonsdetaljer
nl: Transactiegegevens
pl: Szczegóły transakcji
pt: Detalhes da transação
ro: Detalii tranzacție
ru: Детали операции
sk: Detaily transakcie
sl: Podrobnosti transakcije
sv: Transaktionsdetaljer
th: รายละเอียดรายการเงิน
tr: İşlem Detayları
uk: Деталі транзакції
vi: Chi tiết giao dịch
zh_hans: 交易详情
zh_hant: 交易細節

source: Transactions
ar: المعاملات
cs: Transakce
da: Transaktioner
de: Transaktionen
es: Transacciones
et: Tehingud
fi: Maksutapahtumat
hr: Transakcije
hu: Tranzakciók
is: Færslur
it: Transazioni
ja: 取引
ko: 거래 내역
lv: Darījumi
nb: Transaksjoner
nl: Transacties
pl: Transakcje
pt: Transações
ro: Tranzacții
ru: Операции
sk: Transakcie
sl: Transakcije
sv: Transaktioner
th: รายการเงิน
tr: İşlemler
uk: Транзакції
vi: Giao dịch
zh_hans: 交易
zh_hant: 交易紀錄

source: Transportation
ar: المواصلات
cs: Doprava
da: Transport
de: Transport
es: Transporte
et: Transport
fi: Kuljetus
fr: Transport
hr: Prijevoz
hu: Közlekedés
is: Samgöngur
it: Trasporti
ja: 送迎
ko: 교통편
lv: Transports
nb: Transport
nl: Vervoer
pl: Transport
pt: Transporte
ro: Transport
ru: Транспорт
sk: Doprava
sl: Prevoz
sv: Transport
th: การเดินทาง
tr: Ulaşım
uk: Транспорт
vi: Di chuyển
zh_hans: 交通
zh_hant: 交通接送

source: Travel to Venue
ar: التوجّه إلى مكان المناسبة
cs: Cesta na místo konání
da: Transport til lokationen
de: Fahrt zur Location
es: Traslado al lugar
et: Sõit peopaika
fi: Matka juhlapaikalle
fr: Trajet vers le lieu de réception
hr: Odlazak na lokaciju
hu: Utazás a helyszínre
is: Ferð á veislustaðinn
it: Trasferimento in location
ja: 会場へ移動
ko: 예식장으로 이동
lv: Ceļš uz norises vietu
nb: Reise til lokalet
nl: Reis naar de locatie
pl: Przejazd na miejsce
pt: Deslocamento até o local
ro: Deplasarea la locație
ru: Дорога на площадку
sk: Presun na miesto konania
sl: Pot na prizorišče
sv: Resa till lokalen
th: เดินทางไปสถานที่จัดงาน
tr: Mekâna Gidiş
uk: Дорога до локації
vi: Di chuyển đến địa điểm
zh_hans: 前往场地
zh_hant: 前往婚禮場地

source: Trust the journey, enjoy the process
ar: ثق بالرحلة، واستمتع بالطريق
cs: Věřte té cestě a užívejte si ji
da: Stol på rejsen, nyd processen
de: Vertraue dem Weg, genieße den Prozess
es: Confía en el camino, disfruta el proceso
et: Usalda teekonda, naudi protsessi
fi: Luota matkaan, nauti prosessista
fr: Faites confiance au chemin, savourez le processus
hr: Vjerujte putu, uživajte u procesu
hu: Bízz az útban, élvezd a folyamatot
is: Treystu ferðalaginu, njóttu ferlisins
it: Fidati del percorso, goditi il processo
ja: この道のりを信じて、過程を楽しんで
ko: 이 여정을 믿고, 과정을 즐겨요
lv: Uzticies ceļam, izbaudi procesu
nb: Stol på reisen, nyt prosessen
nl: Vertrouw op de weg, geniet van het proces
pl: Zaufajcie drodze, cieszcie się procesem
pt: Confie na jornada, aproveite o processo
ro: Ai încredere în drum, bucură-te de proces
ru: Доверьтесь пути, наслаждайтесь процессом
sk: Dôverujte ceste, užívajte si cestu k cieľu
sl: Zaupajta poti in uživajta v procesu
sv: Lita på resan, njut av processen
th: เชื่อมั่นในเส้นทาง แล้วสนุกกับกระบวนการ
tr: Yolculuğa güvenin, süreçten keyif alın
uk: Довіртеся шляху, насолоджуйтеся процесом
vi: Hãy tin vào hành trình, tận hưởng quá trình
zh_hans: 相信这段旅程，享受这个过程
zh_hant: 相信這段旅程，享受過程

source: Trust your vendors, they want your day to be beautiful too
ar: ثق بمورديك، فهم أيضًا يريدون ليومك أن يكون جميلًا
cs: Věřte svým dodavatelům, i oni chtějí, aby byl váš den krásný
da: Stol på jeres leverandører, de vil også have, at jeres dag bliver smuk
de: Vertraue deinen Dienstleistern, auch sie wollen einen schönen Tag
es: Confía en tus proveedores, ellos también quieren un día precioso
et: Usalda oma teenusepakkujaid, ka nemad soovivad, et sinu päev oleks kaunis
fi: Luota palveluntarjoajiisi, hekin haluavat päivästänne kauniin
fr: Faites confiance à vos prestataires, eux aussi veulent un beau jour
hr: Vjerujte svojim dobavljačima, i oni žele da vaš dan bude prekrasan
hu: Bízz a szolgáltatóidban, ők is azt akarják, hogy szép legyen a napod
is: Treystu þjónustuaðilunum, þeir vilja líka að dagurinn ykkar verði fallegur
it: Fidati dei tuoi fornitori, anche loro vogliono un giorno bellissimo
ja: 業者を信じてください 彼らもおふたりの一日を美しくしたいと願っています
ko: 업체를 믿어요, 그들도 두 분의 하루가 아름답기를 바라요
lv: Uzticies saviem pakalpojumu sniedzējiem — arī viņi vēlas, lai tava diena būtu skaista
nb: Stol på leverandørene deres, de vil også at dagen deres skal bli vakker
nl: Vertrouw je leveranciers, zij willen ook dat jullie dag prachtig wordt
pl: Zaufajcie swoim usługodawcom, im też zależy, żeby Wasz dzień był piękny
pt: Confiem nos seus fornecedores, eles também querem que o dia de vocês seja lindo
ro: Ai încredere în furnizorii tăi, și ei vor ca ziua ta să fie frumoasă
ru: Доверяйте своим подрядчикам — они тоже хотят, чтобы ваш день был прекрасным
sk: Dôverujte svojim dodávateľom, aj oni chcú, aby bol váš deň krásny
sl: Zaupajta svojim ponudnikom, tudi oni želijo, da bo vajin dan lep
sv: Lita på dina leverantörer, de vill också att din dag ska bli vacker
th: เชื่อใจผู้ให้บริการของคุณ พวกเขาก็อยากให้วันของคุณสวยงามเหมือนกัน
tr: Tedarikçilerinize güvenin, onlar da gününüzün güzel geçmesini istiyor
uk: Довіряйте своїм підрядникам — вони теж хочуть, щоб ваш день був прекрасним
vi: Hãy tin vào các nhà cung cấp, họ cũng muốn ngày của bạn thật đẹp
zh_hans: 相信你们的供应商， 他们也希望这一天足够美
zh_hant: 相信你的廠商， 他們也希望你們這一天很美

source: Try it for $0.00
ar: جرّبه مقابل $0.00
cs: Vyzkoušejte za $0.00
da: Prøv det for $0.00
de: Für 0,00 $ testen
es: Pruébalo por $0.00
et: Proovi $0.00 eest
fi: Kokeile hintaan $0.00
fr: Essayez pour 0,00 $
hr: Isprobajte za $0.00
hu: Próbáld ki $0.00-ért
is: Prófaðu fyrir $0.00
it: Provalo per $0.00
ja: $0.00 で試す
ko: $0.00로 시작해 보세요
lv: Izmēģini par $0.00
nb: Prøv det for $0.00
nl: Probeer het voor $0.00
pl: Wypróbujcie za $0.00
pt: Experimente por $0.00
ro: Încearcă pentru $0.00
ru: Попробовать за $0.00
sk: Vyskúšajte to za $0.00
sl: Preizkusita za $0.00
sv: Testa för $0.00
th: ลองใช้ในราคา $0.00
tr: $0.00 ile deneyin
uk: Спробуйте за $0.00
vi: Dùng thử với $0.00
zh_hans: $0.00 试用
zh_hant: 用 $0.00 試試看

source: Twelve budget categories, split for you and tracked to the last payment.
ar: اثنتا عشرة فئة للميزانية، موزّعة لك ومتابَعة حتى آخر دفعة.
cs: Dvanáct kategorií rozpočtu, rozdělených za vás a sledovaných do poslední platby.
da: Tolv budgetkategorier, fordelt for jer og fulgt til sidste betaling.
de: Zwölf Budget-Kategorien, für euch aufgeteilt und bis zur letzten Zahlung verfolgt.
es: Doce categorías de presupuesto, repartidas por nosotros y controladas hasta el último pago.
et: Kaksteist eelarvekategooriat, sinu eest ära jaotatud ja jälgitud viimase makseni.
fi: Kaksitoista budjettikategoriaa, jaettuna puolestasi ja seurattuna viimeistä maksua myöten.
fr: Douze catégories de budget, réparties pour vous et suivies jusqu'au dernier paiement.
hr: Dvanaest kategorija proračuna, podijeljenih umjesto vas i praćenih do zadnjeg plaćanja.
hu: Tizenkét költségvetési kategória, helyetted felosztva és az utolsó fizetésig követve.
is: Tólf kostnaðarflokkar, skipt fyrir þig og fylgst með fram að síðustu greiðslu.
it: Dodici categorie di budget, divise per voi e tracciate fino all'ultimo pagamento.
ja: 12の予算カテゴリーを自動で配分し、最後の支払いまで管理します。
ko: 12개 예산 카테고리를 알아서 나누고 마지막 결제까지 관리해요.
lv: Divpadsmit budžeta kategorijas, sadalītas tavā vietā un izsekotas līdz pēdējam maksājumam.
nb: Tolv budsjettkategorier, fordelt for dere og fulgt opp til siste betaling.
nl: Twaalf budgetcategorieën, voor je verdeeld en bijgehouden tot de laatste betaling.
pl: Dwanaście kategorii budżetu, podzielonych za Was i pilnowanych do ostatniej płatności.
pt: Doze categorias de orçamento, divididas para vocês e acompanhadas até o último pagamento.
ro: Douăsprezece categorii de buget, împărțite pentru tine și urmărite până la ultima plată.
ru: Двенадцать категорий бюджета — распределены за вас и учтены до последнего платежа.
sk: Dvanásť kategórií rozpočtu, rozdelených za vás a sledovaných až po poslednú platbu.
sl: Dvanajst proračunskih kategorij, razdeljenih namesto vaju in spremljanih do zadnjega plačila.
sv: Tolv budgetkategorier, fördelade åt dig och följda till sista betalningen.
th: งบประมาณสิบสองหมวด แบ่งให้คุณเรียบร้อยและติดตามจนถึงการชำระเงินครั้งสุดท้าย
tr: On iki bütçe kategorisi; sizin için bölünür ve son ödemeye kadar takip edilir.
uk: Дванадцять категорій бюджету — розподілені за вас і під контролем до останнього платежу.
vi: Mười hai hạng mục ngân sách, được chia sẵn cho bạn và theo dõi đến khoản thanh toán cuối cùng.
zh_hans: 十二个预算类别，已为你们分配好，每一笔付款都追踪到底。
zh_hant: 十二個預算類別，幫你分配好，追蹤到最後一筆付款。

source: Type
ar: النوع
cs: Typ
de: Art
es: Tipo
et: Tüüp
fi: Tyyppi
hr: Vrsta
hu: Típus
is: Tegund
it: Tipo
ja: 種類
ko: 종류
lv: Veids
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type: %@
ar: النوع: %@
cs: Typ: %@
de: Art: %@
es: Tipo: %@
et: Tüüp: %@
fi: Tyyppi: %@
hr: Vrsta: %@
hu: Típus: %@
is: Tegund: %@
it: Tipo: %@
ja: 種類：%@
ko: 종류: %@
lv: Veids: %@
pl: Typ: %@
pt: Tipo: %@
ro: Tip: %@
ru: Тип: %@
sk: Typ: %@
sl: Vrsta: %@
sv: Typ: %@
th: ประเภท: %@
tr: Tür: %@
uk: Тип: %@
vi: Loại: %@
zh_hans: 类型：%@
zh_hant: 類型：%@

source: Unlimited guests & vendors
ar: ضيوف وموردون بلا حدود
cs: Neomezeně hostů a dodavatelů
da: Ubegrænset antal gæster & leverandører
de: Unbegrenzt Gäste & Dienstleister
es: Invitados y proveedores ilimitados
et: Piiramatult külalisi ja teenusepakkujaid
fi: Rajattomasti vieraita ja palveluntarjoajia
fr: Invités et prestataires illimités
hr: Neograničeno gostiju i dobavljača
hu: Korlátlan vendég és szolgáltató
is: Ótakmarkaðir gestir og þjónustuaðilar
it: Ospiti e fornitori illimitati
ja: ゲストと業者は無制限
ko: 무제한 하객 & 업체
lv: Neierobežots viesu un pakalpojumu sniedzēju skaits
nb: Ubegrenset antall gjester og leverandører
nl: Onbeperkt gasten & leveranciers
pl: Nieograniczona liczba gości i usługodawców
pt: Convidados e fornecedores ilimitados
ro: Invitați și furnizori nelimitați
ru: Гости и подрядчики без ограничений
sk: Neobmedzene hostí a dodávateľov
sl: Neomejeno gostov in ponudnikov
sv: Obegränsat med gäster & leverantörer
th: แขกและผู้ให้บริการไม่จำกัด
tr: Sınırsız misafir ve tedarikçi
uk: Необмежено гостей і підрядників
vi: Không giới hạn khách mời & nhà cung cấp
zh_hans: 宾客与供应商不限数量
zh_hant: 賓客與廠商無上限
